11/data/attachments/d2315025abe80155.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Leon_you_Actions_78332_3</nif:username>
            <nif:friendToBeRequested>soap_actions_1a8d4f6f-c0e7-4d8e-b423-461899ecbeba</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>